;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
; Translation File NNme: Swedish(Sweden).ini
; Language Name Local: Svenska - Sverige
; Translation Code Long: SWE
; Translation Code Short: sv-se 
; TranslationAuthor: Mr Göran Malmberg, Idre, Sweden
; TranslationAuthorEmail: info.idre@telia.com
; TranslationAuthorWeb: N.A.
; Translation Dat = 2012-08-17
; Soft Version: Wise JeSearch v.1.22.63
;
[GUI]
ButtonYes=Ja
ButtonNo=Nej
ButtonOK=OK
ButtonMinimize=Minimera
ButtonMaximize=Maximera
ButtonClose=Stäng
ButtonRestore=Återställ
ButtonMenu=Meny

[Translation]
ReadHabit=Vänster-till-höger
LanguageName=sv-se
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Bekräftelse
Warning=Varning
Error=Fel
Confirm=Bekräftelse
FrmJSAbout.caption=Om
FrmJSAbout.btnok.caption=OK
FrmJSAbout.lblver.caption=Aktuell version:
FrmJSAbout.lblemail.caption=Epost-stöd:
FrmJSAbout.lblhome.caption=Hemsida:
FrmJSAbout.lblthank.caption=Tack till dessa för deras bidrag:
;
; Popup Menu
;
pmHelp=On-line hjälp
pmHome=Hemsida
pmCheckNew=Sök uppdateringar
pmLang=Språk
pmAbout=Om
pmcpfilename=Kopiera full sökväg
pmcppath=Kopiera katalog
pmopen=Öppna fil
pmopenfolder=Öppna mapp
pmcpfile=Kopiera fil/mapp
pmdel=Ta bort fil(er)
pmatt=Egenskaper
pmSelectAll=Välj alla poster
pmSelectNone=Välj inga
pmSelectInvert=Omvänt val
pmCheckNew=Sök uppdateringar
pmJetHelp=Kör snabbsökning
;
; Main GUI
; 
FrmRSMain.btnlikeit.caption=Gillar den
FrmRSMain.btnSearch.caption=Sök
FrmRSMain.btnfeedback.caption=Förslag och respons
;
;Like us
;
Frmlikeit.lblTitle.caption=Om Du gillar Wise JetSearch, v.g. introducera detta fria verktyg till Din käresta.
Frmlikeit.lblInfo.caption=V.g. delge Wise JetSearch till Din familj, vänner, klasskompisar och kollegor via Epost, Blogg, Twitter, Youtube, Facebook, ect.. Bra gjort! Du kommer att skapa bekvämlighet och effektivitet för deras liv.
Frmlikeit.lblRate.caption= Betygsätt Wise JetSearch:
Frmlikeit.lblfollow.caption=Följ oss på:
Frmlikeit.lblshare.caption=Delge Wise JetSearch:
Frmlikeit.btndownload.caption=Fri hämtning
Frmlikeit.imgrate.hint=Ge oss en 5-stjärnig recension på CNET
Frmlikeit.imgmail.hint=Delge den till Dina vänner
Frmlikeit.imgface1.hint=Delge den på Facebook
Frmlikeit.imgface2.hint=Följ oss på Facebook
Frmlikeit.imgtwitter1.hint=Delge den på Twitter
Frmlikeit.imgtwitter2.hint=Följ oss på Twitter
Frmlikeit.Caption=Gilla den
Frmlikeit.lbldownload.caption=Hämta mer gratisvaror från WiseCleaner.com :

[Message]
AllHardDrive=Lokala hårddiskar
SelectHardDrive=V.g. välj en hårddisk
ScanFor=Sök i disk:
Search=Sök
LeftTimeSec=Tid kvar: %s sekund(er)
NoKeyWord=V.g. ange nyckelorden Du vill söka efter.
Stop=Stoppa
NoDriveChecked=V.g. välj disk(ar) Du vill skanna.
NoNewVer=Grattis! Versionen Du använder är den senaste!


[FastFind]
Name=Namn
Path=Sökväg
FileSize=Filstorlek
DateModified=Datum ändrad
KeyWord=Ange nyckelord
SearchFinish=Sökning är klar. %d fil(er)/mapp(ar) hittades.
SearchAborted=Sökning avbröts. %d fil(er)/mapp(ar) hittades.
NoResult=Inga matchande filer har hittats.

[Help]
Startup=Kör JetSearch, när datorn startar
AutoRunMain=Kör snabbsökningsfönster med JetSearch
Del=Ta bort
Tips=Snabbsöking efter lokal fil/mapp
